{
    "Sheet1": [
        {
            "Description": "Mr. Natarajan Chandrasekaran is Chairman of the Board of Tata Sons, the holding company and promoter of more than 100 Tata operating companies with aggregate annual revenues of more than US$100 billion. He joined the board of Tata Sons in October 2016 and was appointed Chairman in January 2017.\n\nMr. Chandrasekaran also chairs the Boards of several group operating companies, including Tata Steel, Tata Motors, Tata Power, Indian Hotels and Tata Consultancy Services (TCS) - of which he was chief executive from 2009-17.\n\nThe Tata group companies include 29 publicly-listed corporations with a combined market capitalisation that exceeded US$120 billion at the start of 2017.\n\nHis appointment as Chairman followed a 30-year business career at TCS, which he joined from university. Mr. Chandrasekaran rose through the ranks at TCS to become CEO and managing director of the leading global IT solution and consulting firm.\n\nUnder his leadership, TCS generated total revenues of US$16.5 billion in 2015-16 and consolidated its position as the largest private sector employer in India and the country’s most valuable company. TCS has also been placed among the ‘Big 4’ most valuable IT services brands worldwide, ranked as one of the World’s Most Innovative Companies by Forbes and recognised as a Global Top Employer by the Top Employers Institute across 24 countries.\n\nMr. Chandrasekaran embedded a culture of customer-focus and innovation at TCS.\n\nIn addition to his professional career at Tata, Mr. Chandrasekaran was also appointed as a director on the board of India’s central bank, the Reserve Bank of India, in 2016. He has also served as the chairperson of the Information and Communication Technology Industry Governors at the World Economic Forum, Davos, in 2015-16.\n\nMr. Chandrasekaran is an active member of India’s bilateral business forums including USA, UK, Australia and Japan. He served as the chairman of NASSCOM, the apex trade body for IT services firms in India in 2012-13.\n\nHis business leadership has been recognised by several corporate and community organisations and he has received numerous awards, including:\n\nBusiness Leader of the Year at the ET Awards for Corporate Excellence 2016.\nCNBC TV 18 - ‘Indian Business Icon' 2014.\nCNN-IBN Indian of the Year 2014 (business category).\nBest CEO for 2013 and 2014 by Business Today.\nBest CEO 2010-15 Institutional Investor’s Annual All-Asia Executive Team rankings.\n\nMr. Chandrasekaran has been awarded several honorary doctorates by leading Indian and international universities. He attended the Regional Engineering College, Trichy, Tamil Nadu, where he completed a master’s degree in computer applications before joining TCS in 1987.\n\nMr. Chandrasekaran is an avid photographer and a passionate long-distance marathon runner. In April 2017 he ran the London Marathon, thereafter completing the World Marathon Majors. The World Marathon Majors include the marathons in New York, Boston, Chicago, Berlin, Tokyo and London.\n\nMr. Chandrasekaran born in 1963, he lives in Mumbai, with his wife Lalitha. Their son, Pranav, is at university.\n",
            "Name": "Mr. Natarajan Chandrasekaran ",
            "Picture": "img1",
            "Title": "Chairman, TATA SONS",
            "Year": "2017"
        },
        {
            "Description": "Professor C. D. Mote, Jr. is President of the National Academy of Engineering and Regents Professor on leave from\nthe University of Maryland, College Park. Dr. Mote earned his BS, MS, and PhD degrees at the University of\nCalifornia, Berkeley in mechanical engineering between 1959 and 1963. After a postdoctoral year in England and\nthree years as an assistant professor at the Carnegie Institute of Technology in Pittsburgh, he returned to Berkeley\nto join the faculty in mechanical engineering for the next 31 years. He and his students investigated the dynamics,\nstability, and control of high-speed rotating and translating continua as well as biomechanical problems emanating\nfrom snow skiing. He coined the area called dynamics of axially moving materials encompassing these systems.\nFifty-eight PhD students earned their degrees under his mentorship.\n\nAt Berkeley, he held an endowed chair in mechanical systems and served as chair of the mechanical engineering\ndepartment from 1987 to 1991 when the National Research Council (NRC) ranked its graduate program\neffectiveness highest nationally. Because of his success at raising funds for mechanical engineering, in 1991 he was\nappointed vice chancellor at Berkeley expressly to create and lead a $1 billion capital campaign for the campus that\nultimately reached $1.4 billion.\n\nIn 1998, Dr. Mote was recruited to the presidency of the University of Maryland, College Park, a position he held\nuntil 2010 when he was appointed Regents Professor. His goal for the university was to elevate its self-expectation\nof achievement and its national and global position through proactive initiatives. During his tenure, the number of\nAcademy members among the faculty tripled, three Nobel laureates were recognized, and an accredited school of\npublic health and a new department of bioengineering were created. He also founded a 130-acre research park next\nto the campus, faculty research funds increased by 150%, and partnerships with surrounding federal agencies and\nwith international organizations expanded greatly. The number of students studying abroad tripled, and he\ncreated an annual open house day that has attracted over 100,000 visitors per day, founded a charitable foundation\nfor the campus whose board of trustees launched a $1 billion capital campaign that reached its goal.\n\nDr. Mote’s recognitions include the NAE Founders Award, the American Society of Mechanical Engineers Medal,\nand the Humboldt Prize of the Federal Republic of Germany. At the University of California, Berkeley, he was\nhonoured with the Distinguished Teaching Award, Distinguished Engineering Alumnus Award, Berkeley Citation,\nand Excellence in Achievement Award. He is an Honorary Fellow of the American Society of Mechanical\nEngineers, and Fellow of the American Academy of Arts and Sciences, the American Academy of Mechanics, the\nAcoustical Society of America and the American Association for the Advancement of Science. He holds three\nhonorary doctorates and two honorary professorships.",
            "Name": "Dr. Clayton Daniel Mote, Jr.",
            "Picture": "img2",
            "Title": "President, National Academy of Engineering, USA",
            "Year": "2017"
        }
    ]
}
