{
  "Sheet1": [
    {
      "Description": "Professor Ajay K. Sood was born on June 26, 1951. He obtained his B.Sc. and M.Sc. degrees from Panjab University, Chandigarh in 1971 and 1972, respectively, and immediately joined the BARC training school. While posted as a scientist at the IGCAR, Kalpakkam, he was awarded Ph.D. degree by the Indian Institute of Science, Bangalore in 1982. After postdoctoral research at Max-Planck Institute in Stuttgart, followed by a brief period of service at IGCAR, he joined IISc, Bangalore in 1988 where he continues to serve till now. During three decades of association with IISc, he has served in various capacities including the Chairman, Division of Physical and Mathematical Sciences (1998-2008). \n\nProfessor Ajay Sood has made outstanding contributions in both hard- and soft-condensed matter that are profound in terms of experimental discovery as well as theoretical understanding. Most of his research in condensed matter has strong overlap with materials science and engineering. Some of his research interests lie at the interface between physics and biology. He has developed some of the finest experimental techniques, applied them to discover many fascinating natural phenomena, and used them to design sensitive devices for practical applications. His publications, totalling close to four hundred so far, cover a wide range of topics. Several of his innovations have been patented. He has guided more than 30 Ph.D. theses. \n\nIn 2015, Professor Sood was elected a fellow of the Royal Society (FRS) London. At present, he is the President of the Indian National Science Academy, New Delhi and Secretary General, TWAS (2013-18). Earlier, he served as the President of the Indian Academy of Sciences, Bangalore during 2010-12. He is an elected Fellow of all the three National Science Academies in India and The World Academy of Sciences (TWAS). Prof. Sood has been honoured with a large number of prestigious awards which include the S.S. Bhatnagar Award (1990), TWAS prize (2000), G.D. Birla Science Award (2000), Bhabha medal of INSA (2002), Materials Research Society (India) Medal (2000), Millennium Gold Medal of Indian Science Congress (2000), M.N. Saha Birth Centenary Award of the Indian Science Congress (2003-2004), Sir C.V. Raman Award (2003), Goyal prize (2003), National Award in Nanoscience and Nanotechnology, DST (2006), Bhatnagar Fellowship of CSIR (2007), G.M. Modi Award (2012), R D Birla Award for Excellence in Physics by IPA (2014), Life Time Achievement Award by Optical Society of India (2016), Distinguished Alumnus Award of IISc (2016) and MRSI Distinguished Material Scientist of the Year (2016). \n\nAt the national level, Prof. Sood has served as Member, Scientific Advisory Council to the Prime Minister of India (2009-2014), Member, Science and Engineering Research Board (SERB) (2012-2014), Chairman, Council, Raman Research Institute (2016-present), Member, Nano Mission Council of DST, Chairman, Nano Science Advisory Group of DST, Member, Board of Governors of the Academy of Scientific and Innovative Research (AcSIR), and Member, Governing Body and the Society of the CSIR (2013-2016). In recognition of his scientific contributions and service to science in India, he has been honoured   with “Padma Shri” by the Government of India in 2013.\n\nIt is both an honour and a privilege to confer upon Prof. Ajay K. Sood, the degree of Doctor of Science (Honoris Causa) on this day, the Fifteenth of June, Two Thousand and Seventeen.",
      "Name": "Professor Ajay Kumar Sood",
      "Picture": "hon1",
      "Title": "",
      "Year": "2017"
    },
    {
      "Description": "Professor Mriganka Sur is the Paul E. and Lilah Newton Professor of Neuroscience and Director of the Simons Center for the Social Brain at Massachusetts Institute of Technology (MIT), USA which he founded after 15 years as Head of the Department of Brain and Cognitive Sciences at MIT. Professor Sur received the B. Tech. degree in Electrical Engineering from the Indian Institute of Technology Kanpur in 1974, and the M.S. and the Ph.D. degrees in Electrical Engineering from Vanderbilt University, USA in the year 1975 and 1978, respectively. After postdoctoral and faculty positions at Vanderbilt University, SUNY Stony Brook, and Yale University School of Medicine, Professor Sur joined the Department of Brain and Cognitive Sciences at MIT as an Associate Professor in 1986 and rose to the rank of full Professor in 1993.\n\nProfessor Sur is one of the pioneers in the study of brain plasticity.  He studies the organization, plasticity and dynamics of the cerebral cortex of the brain using experimental and theoretical approaches. He has discovered fundamental principles by which neural networks are formed during the course of development and how they evolve during learning. His laboratory has identified gene networks underlying cortical plasticity, and pioneered high resolution imaging methods to study cells, synapses and circuits of the intact brain. His research group has demonstrated novel mechanisms underlying disorders of brain development, and proposed innovative strategies for treating such disorders.\n\nProfessor  Sur has received numerous awards and honours, including the Meghnad Saha Award of the Institute of Electronics and Telecommunication Engineers, India (1976), Charles Judson Herrick Award of the American Association of Anatomists (1983), Whitaker Health Sciences Fund Faculty Award (1986), McKnight Neuroscience Development Award (1988), Sigma Xi award (2001), the Distinguished Alumnus Award of  IIT Kanpur (2002), and the NIH BRAIN Initiative Inaugural award (2014). He is an elected Fellow of the Royal Society of the UK, the National Academy of Medicine of the US, the American Academy of Arts and Sciences, the American Association for the Advancement of Science, the World Academy of Sciences, and the Indian National Science Academy.  Professor Sur has trained over 75 doctoral students and postdoctoral fellows, and has received many awards for outstanding teaching and mentoring. A few of them include Graduate Student Council Teaching Award, MIT (1989), School of Science Prize for Excellence in Graduate Teaching and Advising, MIT (2000), and the Brain and Cognitive Sciences Award for Excellence in Undergraduate Advising, MIT (2013). Professor Sur has occupied the DBT Distinguished Biotechnology Chair at the National Brain Research Centre, India, and currently occupies the Narayana Murthy Distinguished Chair in Computational Brain Research at IIT Madras. \n\nIt is both an honour and a privilege to confer upon Professor Mriganka Sur, the degree of Doctor of Science (Honoris Causa) on this day, the Fifteenth of June, Two Thousand and Seventeen.",
      "Name": "Professor Mriganka Sur",
      "Picture": "hon2",
      "Title": "",
      "Year": "2017"
    },
    {
      "Description": "Pilavullakandi Thekkeparampil Usha (born 27 June 1964), popularly known as P. T. Usha, is an iconic Indian athlete. She was born in Koothali, a village in the Kozhikode District of Kerala. Considered one of the greatest athletes India has ever produced, Usha is often called the \"queen of Indian track and field.” She is also known by the sobriquet “Payyoli Express.” \n\nP.T. Usha’s journey into the world of athletics began in the year 1976 when she was chosen to represent her district in the then newly founded Sports School for Women run under the aegis of the Kerala State Government. In 1979 she participated in the National School Games, where she won the individual championship and came into the limelight. Her first international performance came in the 1980 Pakistan Open National Meet at Karachi where she won 4 gold medals for the country. In 1982 at Seoul World junior athletic championship she won a gold medal in 200 meters and bronze medal in 100 meters. The same year at New Delhi Asian Games, she won silver medals in both 100 and 200 metres. In the 1983 Asian Track and Field Championships in Kuwait, she won gold in the 400 metres setting a new Asian record. By 1984, the Los Angeles Olympics, she had improved tremendously. She won the 400 M hurdles heats and semi finals, and missed getting India's first track-and-field bronze medal in the 400m hurdles finals by 1/100 sec, in a dramatic photo finish. She put her faith in her natural talent and trusted in God almighty, with the strength from the people of India. She emerged a winner becoming the first Indian sports woman to enter the Olympics final at the age of twenty. She had set a Commonwealth and Asian continental best, 55.42 seconds for the event which still stands today as a National Record. In the 1985 Jakarta Asian Championships, she won six medals, five gold and one bronze. Such a spectacular performance created an all-time record for most gold medals won by an individual at a single event in the history of the championships. This track record of Usha in the world of athletics has not been matched or surpassed till date by any athlete, in the world, surprisingly the only world record held by an Indian in the world of athletics.  Usha nearly replicated her superlative performance of the Jakarta Championships in the 1986 Seoul Asian Games with a tally of one silver and four gold medals. In the 1987 Singapore Asian Championships, she won three gold and two silver medals. In 1989 at the New Delhi ATF, she won 4 gold and 2 silver medals. In her 24 years of active career from 1976 to 2000, she won 103 international medals and 1042 national medals, to her credit. \n\nIn her stellar athletic career, P. T. Usha has been the recipient of many national and international awards and recognitions. The Indian Government decorated her with the Arjuna award in 1984 and the Padma Shri in 1985. She was chosen the best woman athlete in the 1985 Jakarta Asian Athletic Meet. Usha was conferred the Best Asian Athlete Award in the years 1984, 1985, 1986, 1987 and 1989. She was also honoured with the World Trophy for the best Athlete during the years 1985 and 1986. She retired from competitive athletics in 2000, and started the Usha School of Athletics in her native, for the promotion and practice of athletics with state-of-the-art facilities in athletic skill development. Her mentees at the Usha School of Athletics include Tintu Lukka, who qualified for the women's semi-final 800 metres at the 2012 Olympics in London and Jisna Mathew, 17 years old, who represented the country in 2016 Rio Olympics and 8 international athletes with 69 international awards from 2006 to 2016.\n\nBy honouring Pilavullakandi Thekkeparampil Usha, IIT Kanpur is celebrating the success saga of one of the finest sportspersons of this country, who is a role model and a source of inspiration for millions of young men and women in all walks of life.\n\nIt is both an honour and a privilege to confer upon P. T. Usha, the degree of Doctor of Science (Honoris Causa) on this day, the Fifteenth  of June, Two Thousand and Seventeen.",
      "Name": "P.T Usha",
      "Picture": "hon3",
      "Title": "",
      "Year": "2017"
    },
    {
      "Description": "Dr. M.S. Swaminathan, born on 7 August 1925, is popularly known as the Father of Green Revolution in India. He is the Emeritus Chairman and Chief Mentor of the M. S. Swaminathan Research Foundation (MSSRF) at Chennai, which he founded in 1988. Dr. Swaminathan obtained a B.Sc. degree in Zoology from the Maharajas College in Thiruvananthapuram, and also in Agricultural Sciences from the Coimbatore Agricultural College. Subsequently, he received M.Sc. degree in Agricultural Sciences (specializing in genetics and plant breeding) from the Indian Agricultural Research Institute (IARI) in 1949 and Ph.D. degree from Cambridge University, UK in 1952. Dr. Swaminathan joined the faculty of IARI, New Delhi, in 1954. He became the Director of IARI (1961-72), Director General of Indian Council of Agricultural Research (ICAR) and Secretary to the Government of India, Department of Agricultural Research and Education (1972-79), Principal Secretary in the Ministry of Agriculture (1979-80), Acting Deputy Chairman and later Member (Science and Agriculture), Planning Commission (1980-82), and Director General, International Rice Research Institute, the Philippines (1982-88). \n\nA plant geneticist by training, Dr. Swaminathan has made a stellar contribution to the agricultural renaissance of India, and is widely regarded as the scientific leader of India’s green revolution movement. His advocacy of sustainable agriculture leading to an ever-green revolution makes him an acknowledged world leader in the field of sustainable food security. The International Association of Women and Development conferred on him the first international award for significant contributions to promoting the knowledge, skill, and technological empowerment of women in agriculture, and for his pioneering role in mainstreaming gender considerations in agriculture and rural development.\n\nDr. Swaminathan has received numerous awards and honours, including the S.S. Bhatnagar Award for his contribution to biological sciences (1961), Ramon Magsaysay Award for Community Leadership in 1971, the Albert Einstein World Science Award in 1986, the first World Food Prize in 1987, the Indira Gandhi Prize for Peace, Disarmament and Development, the Franklin D. Roosevelt Four Freedoms Medal and the Mahatma Gandhi Prize of UNESCO in 2000, and the Lal Bahadur Shastri National Award in 2007.  Dr. Swaminathan is a proud recipient of some of India’s highest honours including Padma Shri (1967), Padma Bhushan (1972) and Padma Vibhushan (1989).  He is a Fellow of many of the leading scientific academies of India and the world, including the Royal Society of London and the US National Academy of Sciences. He has received 73 honorary doctorate degrees from universities around the world. He was a Member of the Parliament of India (Rajya Sabha) for the period 2007-13. He also chairs the Task Force set up by the Ministry of External Affairs to oversee the projects undertaken in Afghanistan and Myanmar in the field of agriculture and was elected the “Living Legend of International Union of Nutrition Sciences” at the 20th International Congress of Nutrition held at Granada, Spain.\n\nIt is both an honour and a privilege to confer upon Dr. M. S. Swaminathan, the degree of Doctor of Science (Honoris Causa) on this day, the Fifteenth of June, Two Thousand and Seventeen.",
      "Name": "Dr. Monkombu Sambasivan Swaminathan",
      "Picture": "hon4",
      "Title": "",
      "Year": "2017"
    }
  ]
}
